acpid
alacritty
alsa-utils
arandr
autoconf
automake
base
binutils
bison
blender
chromium
code
cura
dhclient
dhcpcd
dialog
discord
dumb
fakeroot
feh
file
findutils
firefox
firefox-developer-edition
flameshot
flex
fortune-mod
gawk
gcc
gettext
git
gphoto2
gptfdisk
grep
groff
gvim
gzip
htop
inotify-tools
intel-ucode
iwd
jq
libtool
linux
linux-firmware
linux-headers
m4
maim
make
mpc
mpd
neovim
netctl
nitrogen
nodejs
npm
ntfs-3g
nvidia
nvidia-settings
openscad
openssh
pacman
patch
picom
pkgconf
portmidi
prusa-slicer
pulseaudio
pulseaudio-alsa
pulseaudio-zeroconf
python-pip
redshift
refind
rofi
sdl2_mixer
sed
shairport-sync
sudo
texinfo
the_silver_searcher
unzip
v4l2loopback-dkms
virtualbox
virtualbox-host-modules-arch
vlc
which
wine
wireless_tools
wpa_supplicant
xclip
xdotool
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcalc
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zsh
